wrk_parquet_multi.txt
Running 30s test @ http://localhost:8080/api/v2/kpi/queryKpiData
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    97.05ms  218.36ms   1.33s    92.87%
    Req/Sec   216.95     83.21   404.00     65.86%
  Latency Distribution
     50%   33.10ms
     75%   48.77ms
     90%  115.69ms
     99%    1.19s 
  27844 requests in 11.97s, 4.22MB read
Requests/sec:   2326.26
Transfer/sec:    361.21KB